/* Favorites view title */
"Favorites" = "Favoris";

/* Search view empty state title */
"Make a Search" = "Effectuer une Recherche";

/* Movie detail view title */
"Movie Detail" = "Film Détail";

/* Empty state view title */
"No Favorites Yet" = "Pas Encore de Favoris";

/* Search view no results view title */
"No Results" = "Aucun Résultat";

/* Movie play failed alert title */
"Oh no" = "Oh non";

/* Movie play failed alert button title
   Search view error alert button title */
"OK" = "D'accord";

/* Search view error alert title */
"Oops" = "Oops";

/* Search view empty state message */
"Please enter a search term above\nto search for a movie." = "S'il vous plaît entrer un terme\nde recherche ci-dessus pour rechercher un film.";

/* Search bar placeholder text */
"Search" = "Recherche";

/* Search view no results view message */
"Search returned no results.\nPlease try different search." = "Recherche donné aucun résultat.\nS'il vous plaît essayer de recherche différent.";

/* Search view error alert message */
"Something went wrong. Please try again later." = "Quelque chose a mal tourné . Veuillez réessayer plus tard.";

/* Movie play failed alert message */
"This movie preview cannot be played." = "Cet aperçu du film ne peut pas être joué .";

/* Empty state view message */
"To add favorites go to search\nand find movies you like." = "Pour ajouter des favoris vont chercher\net de trouver des films que vous aimez.";

